Repository: Kokoreff081/LCSv2
Catalog: LightCAD.UI.Resources/Resources.*.resx
Languages: ru_ru

# SettingName_WorkingDirectory
source: Working directory
ru_ru: Рабочая директория

# SettingsMenuItem_Label
source: Settings
ru_ru: Настройки

# SettingsTabHeader1
source: Settings
ru_ru: Настройки

# SkipButton_Label
source: Skip
ru_ru: Пропустить

# SkyColor_Label
source: Sky color
ru_ru: Цвет неба

# SkyIntensityСoefficient_Label
source: Sky intensity сoefficient
ru_ru: Коэффициент интенсивности неба

# StopRenderingButton_Label
source: Stop
ru_ru: Отмена

# SunColor_Label
source: Sun color
ru_ru: Цвет солнца

# SunIntensityСoefficient_Label
source: Sun intensity сoefficient
ru_ru: Коэффициент интенсивности солнца

# ToolsMenuItem_Label
source: Tools
ru_ru: Инструменты

# TraceDepth_Label
source: Trace depth
ru_ru: Глубина отражений

# WorkingDirectoryIsEmptyError_Message
source: Working directory path is empty
ru_ru: Значение "Рабочая директория" пуста.

# FakeColors
source: False colors
ru_ru: Фиктивные цвета

source: Luminosity
ru_ru: Освещённость

# Settings_ObjectTranslateStep
source: Object translate step, m
ru_ru: Шаг перемещения объекта, м

# ReportVisualization1
source: 1 image
ru_ru: 1 изображение

# ReportVisualization2
source: 2 images
ru_ru: 2 изображения

# ReportVisualization3
source: 3 images
ru_ru: 3 изображения

source: Image 1
ru_ru: Изображение 1

source: Image 2
ru_ru: Изображение 2

source: Image 3
ru_ru: Изображение 3

source: Pathtracing rendering
ru_ru: Физически корректный рендеринг

source: Realtime rendering
ru_ru: Рендеринг в реальном времени

source: Transformation
ru_ru: Трансформация

# RenderToolParamName_DiffuseTraceDepth
source: Diffuse trace depth
ru_ru: Диффузная глубина

# RenderToolParamName_RaysPerPixel
source: Rays per pixel
ru_ru: Лучей на пиксель

# RenderToolParamName_Resolution
source: Resolution
ru_ru: Разрешение

# RenderToolParamName_TraceDepth
source: Trace depth
ru_ru: Глубина трассировки

source: Add page
ru_ru: Добавить страницу

source: Change order
ru_ru: Изменение очерёдности

source: Visualization page
ru_ru: Страница с изображениями

source: Caption
ru_ru: Подпись

# ScreenshotCapturedMessage
source: Screen captured and saved to project folder.
ru_ru: Снимок экрана сохранен в папку проекта

source: Open folder
ru_ru: Открыть папку

# ScreenshotCaptureError
source: Error occured. Screen was not captured.
ru_ru: Ошибка. Не удалось сделать снимок экрана.

source: Create report
ru_ru: Создать отчёт

# ExportToPDF
source: Export report to PDF
ru_ru: Экспорт в PDF

source: Fit page
ru_ru: По размеру страницы

source: Fit width
ru_ru: По ширине

source: Next page
ru_ru: Следующая страница

source: Previous page
ru_ru: Предыдущая страница

# PrintReport
source: Print
ru_ru: Печать

source: Show thumbnail
ru_ru: Показать содержание

source: Zoom 100%
ru_ru: Размер 100%

source: Zoom In
ru_ru: Увеличить

source: Zoom Out
ru_ru: Уменьшить

source: Page properties
ru_ru: Свойства страницы

source: Section
ru_ru: Раздел

source: Template
ru_ru: Шаблон

# ContextMenu_Cluster
source: Cluster
ru_ru: Кластер

# ContextMenu_Group
source: Group
ru_ru: Группа

source: Bounding box
ru_ru: Ограничивающая рамка

source: Outlining
ru_ru: Контурная обводка

source: Selection
ru_ru: Выбор

# DocumentationTitle
source: Title
ru_ru: Титульная страница

source: IES
ru_ru: КСС

source: Image
ru_ru: Изображение

# RenderingState_CreateLibrary
source: Creating library ...
ru_ru: Создание библиотеки ...

# RenderingState_Finished
source: Finished
ru_ru: Готово

source: Switch off light
ru_ru: Выключить свет

# SwitchOnLight
source: Light on
ru_ru: Свет включён

source: Color
ru_ru: Цвет

# ClearColors
source: Clear
ru_ru: Очистить

source: Luminaries
ru_ru: Светильники

# Cmd_ChangeLuminariesColor
source: Change luminaries color
ru_ru: Изменение цвета светильников

source: Luminaries count
ru_ru: Светильников

source: Selected items count
ru_ru: Выделенно элементов

source: Cartesian cluster
ru_ru: Прямоугольный кластер

source: Create cluster
ru_ru: Создать кластер

source: Radial cluster
ru_ru: Радиальный кластер

# Plane_Axis
source: Axis
ru_ru: Плоскость

# ColorUnsupportMessage
source: Not all selected luminaries support selected color
ru_ru: Не все выделенные светильники поддерживают выбранный цвет

# RenderTool_Stop
source: Do you want to stop rendering ?
ru_ru: Вы хотите остановить рендеринг ?

# RenderingState_StartRendering
source: Start rendering ...
ru_ru: Запуск рендеринга ...

source: Dimming
ru_ru: Диммирование

# Menu_Update
source: Updates...
ru_ru: Обновления...

# Window_Update
source: Updates
ru_ru: Обновления

source: Install
ru_ru: Установить

source: ChangeLog :
ru_ru: Список изменений :

source: Actual Version
ru_ru: Актуальная версия

# InstallOfFileComplete
source: of file complete
ru_ru: файла загружено

# InstallProcessedTotal
source: processed total
ru_ru: обработано всего

source: Install Cancelled
ru_ru: Установка отменена

# InstallDownloading
source: Downloading:
ru_ru: Загрузка:

# InstallStartDownloadingProgress
source: File download progress
ru_ru: Прогресс загрузки файлов

# InstallStartTotalProgress
source: Total progress
ru_ru: Общий прогресс

# InstallError
source: Update error
ru_ru: Ошибка при обновлении

# InstallActual
source: You have the latest version
ru_ru: У вас актуальная версия

# InstallServerError
source: Error connecting to update server
ru_ru: Ошибка соединения с сервером обновления

# InstallUpdateAvailable
source: LightCAD update available
ru_ru: Доступно обновление LightCAD

# RenderingState_Denoising
source: Denoising
ru_ru: Шумоподавление

# Ruler
source: Tape
ru_ru: Линейка

# Menu_ExportToSfx
source: Package project
ru_ru: Упаковать проект

# Sfx_Caption
source: Package project
ru_ru: Упаковать проект

# Sfx_Copying
source: Copying files
ru_ru: Копирование файлов

# Sfx_Ziping
source: Zipping files
ru_ru: Сжатие файлов

# Sfx_Cancelled
source: Export Cancelled
ru_ru: Экспорт отменён

# Sfx_Projecterror
source: Project file not found!
ru_ru: Не найден файл проекта!

# StartExportToSfx
source: Start
ru_ru: Пуск

# Entity_AddressDevice
source: Device
ru_ru: Устройство

# Entity_AddressDevicePort
source: Port
ru_ru: Порт

# Entity_AddressRoot
source: Root
ru_ru: Корень

# Cmd_AddAddressDevice
source: Add device
ru_ru: Добавить устройство

# Cmd_AddAddressDevicePort
source: Add port
ru_ru: Добавить порт

# Cmd_AddAddressGroup
source: Add group
ru_ru: Добавить группу

source: Devices count
ru_ru: Кол-во устройств

source: Protocol
ru_ru: Протокол

source: Input interface
ru_ru: Интерфейс ввода

source: Game mode
ru_ru: Игровой режим

source: Navigation
ru_ru: Навигация

# Cmd_ChangeLuminous
source: Change luminous
ru_ru: Изменение светового потока

# Entity_AddressUniverse
source: Universe
ru_ru: Пространство

# Block_Universes
source: Universes
ru_ru: Пространства

# LeftToRight
source: From left to right
ru_ru: Слева направо

source: Max rows count per universe
ru_ru: Максимальное кол-во рядов в пространстве

# StartDmxAddress
source: Start DMX
ru_ru: Первый DMX

# EndDmxAddress
source: Last DMX
ru_ru: Последний DMX

# AutoAddressingLuminaries
source: Autoaddressing
ru_ru: Автоадресация

# Cmd_AddUniverse
source: Add universe
ru_ru: Добавление пространства

# Cmd_RemoveAddressLamp
source: Remove lamp address
ru_ru: Удалить адрес светильника

# Entity_DeviceGroup
source: Device_group
ru_ru: Группа_устройств

# Entity_UniverseGroup
source: Universe_group
ru_ru: Группа_пространств

# Cmd_AddDeviceGroup
source: Add device group
ru_ru: Добавить группу для устройств

# Cmd_AddUniverseGroup
source: Add universe group
ru_ru: Добавить группу для пространств

source: Dmx size
ru_ru: Размер Dmx

source: UId
ru_ru: Идентификатор

# Block_Devices
source: Devices
ru_ru: Устройства

# Cmd_RemoveDeviceObjects
source: Remove device objects
ru_ru: Удалить объеуты устройств

# Cmd_RemoveUniverseObjects
source: Remove universe objects
ru_ru: Удалить объекты пространства

# Cmd_SetUniverseToPort
source: Set universe to port
ru_ru: Установить пространство для порта

source: Ports count
ru_ru: Кол-во портов

# Window_AddUniverse
source: Add universe
ru_ru: Добавить пространство

source: Render video ...
ru_ru: Рендер видео ...

# RenderVideoView_EndTickLabel
source: End at
ru_ru: Время окончания

# RenderVideoView_ScenarioLabel
source: Scenario
ru_ru: Сценарий

# RenderVideoView_StartTickLabel
source: Start at
ru_ru: Время начала

# VideoMaker_VideoFps
source: Fps
ru_ru: Кадров в секунду

# VideoMaker_VideoHeight
source: Height
ru_ru: Высота

# VideoMaker_VideoWidth
source: Width
ru_ru: Ширина

# VideoMaker_VideoFilePath
source: File path
ru_ru: Путь к файлу

# VideoMaker_VideoResolution
source: Resolution
ru_ru: Разрешение

# MakeVideo
source: Record video
ru_ru: Создать видео

# FilterMenu_ShowAddressedLuminaries
source: Show addressed lamps
ru_ru: Показать адресованные светильники

# Cmd_ChangeMaterial
source: Change material
ru_ru: Изменить материал

source: Ambient
ru_ru: Окружающее освещение

source: Diffuse
ru_ru: Дифузная

source: Material
ru_ru: Материал

source: Opacity
ru_ru: Прозрачность

source: Set material
ru_ru: Установить материал

source: Specular
ru_ru: Спекулярная

source: Glossiness
ru_ru: Глянцевость

# OpenFolder_Label
source: Open folder
ru_ru: Открыть папку

source: The file will be overwritten
ru_ru: Файл будет перезаписан

# VideoMakerTitle
source: Video rendering
ru_ru: Рендеринг видео

source: Edit
ru_ru: Изменить

source: Normalize
ru_ru: Нормировать

# Pivot
source: Pivot point
ru_ru: Точка привязки

source: Reset
ru_ru: Сбросить

# ResetPivot
source: Reset to initial
ru_ru: Сбросить к исходной точке

source: Signal level
ru_ru: Уровень сигнала

source: Send commands to devices
ru_ru: Отправлять команды на устройства

source: Mixed color
ru_ru: Суммарный цвет

source: Refresh address map
ru_ru: Обновить адресную карту

source: Clear all?
ru_ru: Очистить всё?

source: Reversed
ru_ru: Перевёрнутый

# Cmd_ChangeReverse
source: Reverse pixels
ru_ru: Поменять точку начала светильника

# ILCSUsbExistsMessage
source: An ILCS device with the same USB instance already exist
ru_ru: Устройство ILCS с тем же USB портом уже существует

# Cmd_ChangeDmxSize
source: Change DMX size
ru_ru: Изменение размера DMX пространства

# Cmd_SetUsbInstance
source: Set USB instance number
ru_ru: Установка USB порта

source: Constrain
ru_ru: Ограничить

source: No cameras
ru_ru: Нет камер

source: Select camera
ru_ru: Выберите камеру

source: Insert
ru_ru: Вставить

source: Selected
ru_ru: Выделен

source: Select date...
ru_ru: Выберите дату...

source: Scheduler
ru_ru: Планировщик

source: Add task to scheduler
ru_ru: Добавить задание в планировщик

source: Calendar
ru_ru: Календарь

# Cmd_RemoveScheduledTasks
source: Remove scheduled tasks
ru_ru: Удалить запланированные задания

source: Next:
ru_ru: Следующая:

source: Now playing:
ru_ru: Воспроизводится:

# Cmd_ChangeScheduleDayType
source: Change day
ru_ru: Изменить день

# Cmd_ChangeScheduleScenario
source: Change scenario
ru_ru: Изменить сценарий

# Cmd_ChangeScheduleDateTime
source: Change date and time
ru_ru: Изменить дату и время

# Cmd_ChangeScheduleIsLooped
source: On/off repeat
ru_ru: Вкл/выкл. повтор

source: Address cells
ru_ru: Адресные ячейки

# BeginFromZero
source: Begin from 0
ru_ru: Начинать с 0

source: Cast shadows
ru_ru: Отбрасывает тени

# ChangeLampMaxInfluence
source: Change luminaries influence sphere radius
ru_ru: Изменение радиуса сферы влияния

# InfluenceSphereRadius
source: Influence radius
ru_ru: Радиус влияния

source: On/Off cast shadows
ru_ru: Вкл/выкл отбрасывания тени

source: Calculation
ru_ru: Расчёт

source: Import
ru_ru: Импорт

# WorldSides_East
source: East
ru_ru: Восток

# WorldSides_North
source: North
ru_ru: Север

# WorldSides_Northeast
source: Northeast
ru_ru: Северо-Восток

# WorldSides_Northwest
source: Northwest
ru_ru: Северо-Запад

# WorldSides_South
source: South
ru_ru: Юг

# WorldSides_Southeast
source: Southeast
ru_ru: Юго-Восток

# WorldSides_Southwest
source: Southwest
ru_ru: Юго-Запад

# WorldSides_West
source: West
ru_ru: Запад

source: Select file...
ru_ru: Выберите файл...

# OpenDestinationFolder
source: Open the destination folder after completion
ru_ru: Открыть папку назначения после завершения

source: Add task
ru_ru: Добавить задачу

# ImportTaskList
source: Import tasks...
ru_ru: Импорт задач...

source: New task list...
ru_ru: Новый список задач...

source: Open task list...
ru_ru: Открыть список задач...

source: Remove task
ru_ru: Удалить задачу

# FileName2
source: File name:
ru_ru: Имя файла:

source: System time:
ru_ru: Системное время:

source: Selection: Bounding box
ru_ru: Выбор: Ограничивающая рамка

source: Selection: Outlining
ru_ru: Выбор: Контурная обводка

source: Create video
ru_ru: Создать видео

# CreateLuminary
source: Create luminaire
ru_ru: Создание светильника

source: Length
ru_ru: Длина

source: Rotate 45
ru_ru: Повернуть на 45

# DeleteFileConfirmation
source: Are you sure you want to delete the file? The operation cannot be canceled.
ru_ru: Вы уверены, что хотите удалить файл? Операция не может быть отменена.

source: File not found.
ru_ru: Файл не найден.

# AddEntityDialog_UserEquipmentTab_RepositoryHeader
source: User library
ru_ru: Пользовательская библиотека

# RemoveConfirmation
source: Remove selected item? The operation cannot be canceled.
ru_ru: Удалить выбранный элемент? Операция не может быть отменена.

source: Distance
ru_ru: Расстояние

# ShowThisWindow
source: Show this window at startup
ru_ru: Показывать окно при запуске

# Menu_ControlsGuide
source: Controls guide
ru_ru: Руководство по управлению

# ManualLink
source: https://lightcad.com/downloads/lightcad-1.2-manual-english.pdf
ru_ru: https://lightcad.com/downloads/lightcad-1.2-manual-russian.pdf

source: Online manual
ru_ru: Руководство пользователя

# ViewChangelog
source: View changelog v.{0}
ru_ru: Журнал изменений v.{0}

source: YouTube tutorials
ru_ru: Посмотреть уроки на YouTube

source: Continuous
ru_ru: Непрерывная

# IntegerRowsInUniverse
source: Integer number of rows in universe
ru_ru: Целое кол-во строк в прост-ве

source: Limited rows in universe
ru_ru: Ограниченное кол-во строк в прост-ве

source: Device ID
ru_ru: ID устройства

source: Device port
ru_ru: Порт устройства

source: Port name
ru_ru: Имя порта

source: Remote control
ru_ru: Пульт управления

source: Mirroring
ru_ru: Зеркальное отбражение

source: License
ru_ru: Лицензия

source: Send commands to luminaries
ru_ru: Отправка сигнала светильникам

# DemoIsOver
source: Demo mode is over
ru_ru: Демо режим завершён

# LicenseChanged
source: License key changed. Restart the application to update new key.
ru_ru: Лицензионый ключ изменён. Перезапустите приложение, чтобы обновить ключ.

# Off1
source: Off
ru_ru: Выкл.

# On1
source: On
ru_ru: Вкл.

# LicensedDmxCount
source: Licensed dmx universes:
ru_ru: Лицензированно dmx пространств:

source: 3D model
ru_ru: 3D модель

source: Bypass order
ru_ru: Порядок обхода

source: Range
ru_ru: Диапазон

source: Startup
ru_ru: Запуск

# RunOnWindowsStartup
source: Run LightCAD after Windows startup
ru_ru: Запустить LightCAD после загрузки Windows

# ProjectPathOnStartup
source: Load project after LightCAD startup
ru_ru: Загрузить проект после запуска LightCAD

# RunSchedulerOnStartup
source: Run scheduler after LightCAD startup
ru_ru: Запустить планировщик после запуска LightCAD

# StartupTimeout
source: Startup with timeout (sec)
ru_ru: Запуск с тайм-айтом (сек.)

# UniverseExistError
source: A universe with the same UId already exists
ru_ru: Пространство с таким же идентификатором уже существует

source: Select color...
ru_ru: Выберите цвет...

source: Start tasks
ru_ru: Запустить задачи

source: Stop tasks
ru_ru: Остановить задачи

# LicenseExceeded
source: Number of licensed address channels exceeded
ru_ru: Превышено количество лицензированных адресных каналов

# DemoStarted
source: Demo mode
ru_ru: Демо режим

# SaveBeforePackage
source: Do you want to save the project before packaging it?. Only saved data can be packed.
ru_ru: Cохранить проект перед его упаковкой? Упаковать можно только сохраненные данные.

source: Export
ru_ru: Экспорт

# ExportLampsMessage
source: Luminaires can only be exported to an empty folder
ru_ru: Экспорт светильников возможен только в пустую папку

source: Luminaire catalog
ru_ru: Каталог светильников

# Mixing_LastReceived
source: Last received
ru_ru: Последнее полученное

source: Adaptive
ru_ru: Адаптивно

source: Always
ru_ru: Всегда

source: Never
ru_ru: Никогда

# HighlightLampFirstPixel
source: Highlight the first pixel luminaries
ru_ru: Выделить светильникам первый пиксель

# DmxFps
source: Frames per second (DMX)
ru_ru: Кадровая частота (DMX)

# Fade_sec
source: Fade, s.
ru_ru: Затухание, с.

# Rise_sec
source: Rise, s.
ru_ru: Разгорание, с.

# Cmd_ChangeCycleEffectPeriod
source: Change period
ru_ru: Изменить период эффекта

# Cmd_ChangeCyclicFadeTimeDuration
source: Change cycle fade time
ru_ru: Изменить затухание цикла

# Cmd_ChangeCyclicRiseTimeDuration
source: Change cycle rise time
ru_ru: Изменить возгорание цикла

# CycleFadeTime
source: Cycle fade time, s.
ru_ru: Затухание цикла, с.

# CycleRiseTime
source: Cycle rise time, s.
ru_ru: Возгорание цикла, с.

# FitToRaster
source: Zoom to selection
ru_ru: Приблизить выделенное

source: Start/Stop scenario item
ru_ru: Старт/Стоп элемент сценария

# MonitorUsbPorts
source: Monitor usb
ru_ru: Monitor if usb devices are plugged in

# UseFrameSync
source: Use frame sync on devices
ru_ru: Использовать кадровую синхронизацию на устройствах

# ControlSettings
source: Hardware settings
ru_ru: Настройки оборудования

source: Streaming options
ru_ru: Параметры потоковой передачи

source: Enabled
ru_ru: Включен

# Cmd_ChangeScenarioItemIsEnabled
source: Change "Enabled" state of scenario item
ru_ru: Изменить сотояние "Включен" элемента сценария

source: Port
ru_ru: Порт

source: Discrete Inputs
ru_ru: Дискретные входы

source: Index
ru_ru: Индекс

source: Modbus UnitID
ru_ru: ID модуля Modbus

source: Radio Group
ru_ru: Радиогруппа

source: Offline
ru_ru: Не в сети

source: Online
ru_ru: В сети

source: Modbus polling rate
ru_ru: Частота опроса modbus

# IesParseException
source: .ies file parse exception
ru_ru: Ошибка при чтении файла .ies

# BlurFactor
source: Blur
ru_ru: Размытие

# Period
source: Period, s
ru_ru: Период, с

# RevertEven
source: Revers even period
ru_ru: Инверсия в четных периодах

# AddFromLib
source: Add from library
ru_ru: Добавить из библиотеки

# ContextMenu_ExpandSelected
source: Expand
ru_ru: Развернуть

source: Logging
ru_ru: Журналирование

# LoggingError
source: Error
ru_ru: Ошибки

# LoggingOff
source: Disabled
ru_ru: Выключено

# LoggingTrace
source: Trace
ru_ru: Подробно

# StartPageRecentBrowse
source: Browse...
ru_ru: Выбрать...

source: Recent Projects:
ru_ru: Проекты:

# LightcadSiteSP
source: LightCAD website
ru_ru: Сайт LightCAD

# YoutubeLinkSP
source: Youtube channel
ru_ru: Канал Youtube

# TelegramChannelSP
source: Telegram channel
ru_ru: Telegram канал

source: Scene
ru_ru: Сцена

# Menu_Links
source: Links
ru_ru: Ссылки

# ImportDialog_Select
source: Select new
ru_ru: Выбрать новый

# CameraViewType
source: View type
ru_ru: Вид камеры

# CameraViewType_Back
source: Back
ru_ru: Сзади

# CameraViewType_Bottom
source: Bottom
ru_ru: Снизу

# CameraViewType_Free
source: Perspective
ru_ru: Перспективный

# CameraViewType_Front
source: Front
ru_ru: Спереди

# CameraViewType_Left
source: Left
ru_ru: Слева

# CameraViewType_Right
source: Right
ru_ru: Справа

# CameraViewType_Top
source: Top
ru_ru: Сверху

source: Fill mode
ru_ru: Режим заливки

# Menu_OpenWithDots
source: Open...
ru_ru: Открыть...

# FileDialog_project_filter
source: LightCAD project (*.lcdz)|*.lcdz
ru_ru: Проект LightCAD(*.lcdz)|*.lcdz

# RasterChanges_Delete
source: Delete projections
ru_ru: Удаление проекций

# RasterChanges_Flip
source: Flipping projections
ru_ru: Отзеркаливание проекций

# RasterChanges_Move
source: Move projections
ru_ru: Перемещение проекций

# RasterChanges_Paste
source: Paste projections
ru_ru: Вставка проекций

# RasterChanges_Rotate
source: Rotate projections
ru_ru: Вращение проекций

# ApplicationSettings_IdleMode
source: Turn off Rendering when idle
ru_ru: Выключать рендеринг при простое

source: Object coordinates
ru_ru: Координаты объекта

# CoordNotValid
source: The coordinates are not correct
ru_ru: Координаты не верны

source: Open location
ru_ru: Открыть местоположение

source: Sunrize
ru_ru: Восход

source: min
ru_ru: мин

source: Sunset
ru_ru: Закат

# DuplicatedLampsInRasterFound
source: Unable to paste projections. Lamp duplication detected.
ru_ru: Найдены повторяющиеся светильники. Вставка невозможна.

# ConfirmDeleteRasterProjection
source: Are you sure to delete selected lamps?
ru_ru: Вы уверены что хотите удалить выбранные светильники?

# ContextMenu_DeleteAllRecentProjects
source: Clear recent projects list
ru_ru: Очистить список недавних проектов

# ClearAllRecentProjects
source: Clear list of recent projects?
ru_ru: Очистить список недавних проектов?

# SchedulerSelectedDates
source: Selected dates
ru_ru: Выбранные дни

# RasterLampFilter
source: Current raster lamps
ru_ru: Лампы в выбранном растре

# RasterLampFilterCaption
source: Raster not selected for filtering
ru_ru: Не выбран растр для фильтрации

# RasterLampFilterMessage
source: No rasters selected, please select raster!
ru_ru: Не выбрано ни одного растра, пожалуйста, выберите растр!

# FileDialog_video_filter
source: Video files | *.avi;*.mp4;*.mov
ru_ru: Видеофайлы | *.avi;*.mp4;*.mov

# FileDialog_image_filter
source: Images | *.jpg;*.png;*.bmp
ru_ru: Изображения | *.jpg;*.png;*.bmp

# FileDialog_image_filter_opacity
source: Images | *.jpg;*.png;*.bmp;*.tga;*.gif;*.tif;*.tiff
ru_ru: Изображения | *.jpg;*.png;*.bmp;*.tga;*.gif;*.tif;*.tiff

# FileDialog_image_filter_skybox
source: Images | *.png
ru_ru: Изображения | *.png

# FileDialog_image_filter_visualisation
source: Images | *.jpg;*.png
ru_ru: Изображения | *.jpg;*.png

source: Recalculate light
ru_ru: Пересчитать освещение

source: Total
ru_ru: Всего

# EffectType_Sound
source: Sound
ru_ru: Звук

# EffectModbusTypes_Fill
source: ModbusFill
ru_ru: Заполнение (Modbus)

# Cmd_ChangeModbusSettings
source: Change modbus effect settings
ru_ru: Изменить настройки Modbus для эффекта

source: Maximum
ru_ru: Максимум

source: Register
ru_ru: Регистр

# PollInterval
source: Poll interval, ms
ru_ru: Интервал опроса, мс

# Units
source: Unit
ru_ru: Единица измерения

# EffectModbusTypes_Transition
source: ModbusTransition
ru_ru: Переход (Modbus)

source: Level1
ru_ru: Порог1

source: Level2
ru_ru: Порог2
