Repository: Kokoreff081/LCSv2
Catalog: LightCAD.UI.Resources/Resources.*.resx
Languages: ru_ru

source: All files (*.*)
ru_ru: Все файлы (*.*)

source: Background color
ru_ru: Цвет фона

source: Clear temp folder
ru_ru: Очистить временную папку

# CloseHydraLib
source: Close Hydra library
ru_ru: Закрыть библиотеку Hydra

# ColorStack
source: Colors
ru_ru: Цвета

source: Create camera
ru_ru: Создать камеру

source: Create light
ru_ru: Создать свет

source: Create material
ru_ru: Создание материалов

source: Create meshes
ru_ru: Создание мешей

source: Create render
ru_ru: Создание визуализации

source: Create sky light
ru_ru: Создание неба

source: Create sun light
ru_ru: Создать солнечный свет

source: Deactivate
ru_ru: Деактивировать

source: Error
ru_ru: Ошибка

source: File name
ru_ru: Имя файла

source: Fill color
ru_ru: Цвет заливки

source: Fill style
ru_ru: Стиль заливки

source: Floating angle
ru_ru: Плавающий угол

# ForceSaveDialog
source: Project will be saved before rendering.
ru_ru: Проект будет сохранен перед запуском рендерера

# FromFrame
source: Clip from, s
ru_ru: Обрезать с, сек

source: Full Power
ru_ru: Полная мощность

source: GB
ru_ru: ГБ

# GraphicsViewerFps
source: Scene View Fps: {0}
ru_ru: Вид сцены Fps: {0}

source: Height
ru_ru: Высота

source: Interpret units as
ru_ru: Интерпретировать как

source: KB
ru_ru: КБ

source: Lamp catalogue
ru_ru: ИС по каталогу

source: Lamps number
ru_ru: Кол-во ИС

source: Load scene data
ru_ru: Загрузить данные сцены

source: Luminaire Catalogue
ru_ru: ОП по каталогу

source: Manufacturer
ru_ru: Производитель

# MaximalIntensity
source: Maximal intensity, cd
ru_ru: Макс сила света, кд

source: MB
ru_ru: МБ

# Menu_Open
source: Open
ru_ru: Открыть

# OpenHydraLib
source: Opening Hydra library
ru_ru: Открытие библиотеки Hydra

# OpenPictureFile
source: Open image
ru_ru: Открыть файл изображения

source: Position local
ru_ru: Локальная позиция

# ProjectAlreadyExists
source: Project with name "{0}" already exists. Override it?
ru_ru: Проект с именем "{0}" уже существует. Перезаписать?

source: RandomAngle
ru_ru: Произвольный угол

source: Random color
ru_ru: Произвольный цвет

# RoomRaster
source: RASTER
ru_ru: РАСТР

source: Render finished
ru_ru: Rendering finished

source: Rendering
ru_ru: Визуализация

source: Save
ru_ru: Сохранить

# SaveChanges
source: Do you want to save changes to {0}?
ru_ru: Вы хотите сохранить изменения в {0}?

# SaveRaster
source: Do you want to save raster?
ru_ru: Вы хотите сохранить растр?

source: Scale
ru_ru: Масштаб

# Block_Tree
source: Scene
ru_ru: Сцена

source: Size
ru_ru: Размер

source: Size, m
ru_ru: Размер, м

source: Stretch
ru_ru: Растянуть

# TestingLab
source: Testing laboratory
ru_ru: Тестовая лаборатория

# ToFrame
source: Clip to, s
ru_ru: Обрезать по, сек

source: View
ru_ru: Вид

source: Width
ru_ru: Ширина

# Menu_About
source: About...
ru_ru: О программе...

# ApplicationEditionName
source: Architectural lighting
ru_ru: Архитектурное освещение

# Window_AboutLightCad
source: About LightCAD
ru_ru: О LightCAD

source: Add
ru_ru: Добавить

# AmbientDirectionalLight
source: Ambient and directional light
ru_ru: Включить/выключить окружающий свет

# Entity_Camera
source: Camera
ru_ru: Камера

source: Cancel
ru_ru: Отмена

source: Close
ru_ru: Закрыть

# Entity_Cluster
source: Cluster
ru_ru: Кластер

source: Collapse all
ru_ru: Свернуть все

# CoordinateReferenceSystem
source: Reference coordinate system
ru_ru: Опорная система координат

source: Restore current room
ru_ru: Восстановить текущую комнату

source: Default Diffuse model Color
ru_ru: Диффузный цвет модели по-умолчанию

source: Delete
ru_ru: Удалить

source: Description
ru_ru: Описание

source: Dimensions
ru_ru: Размер кластера

source: Environment light
ru_ru: Окружающее освещение

source: Exit
ru_ru: Выход

source: File
ru_ru: Файл

# FileName1
source: File name...
ru_ru: Имя файла...

source: Filter
ru_ru: Фильтр

source: Finish
ru_ru: Финиш

source: Hot key
ru_ru: Горячие клавиши

# Menu_HotKeys
source: Hot keys...
ru_ru: Горячие клавиши...

# RoomIndustrial
source: INDUSTRIAL
ru_ru: ПРОМЫШЛЕННЫЙ

source: Last modified
ru_ru: Последнее изменение

source: Level
ru_ru: Уровень

source: Light
ru_ru: Включить/выключить светильники

source: Load
ru_ru: Загрузить

# LoadDefSettings
source: Load default settings
ru_ru: Сброс настроек

# ReferenceSystem_Local
source: Local
ru_ru: Локальная

# Window_AddLuminaire
source: Add luminaire
ru_ru: Добавление светильника

source: Magnification
ru_ru: Приближение

# MakeScreenshot
source: Capture screenshot
ru_ru: Сделать скриншот

source: Model
ru_ru: Модель

source: Move
ru_ru: Переместить

source: Name
ru_ru: Имя

# New
source: Create new
ru_ru: Создать новый

source: Object
ru_ru: Объект

# Window_OpenProject
source: Open project
ru_ru: Открыть проект

source: Options
ru_ru: Опции

source: Primary 3D grid visible
ru_ru: Скрыть сетку

# RasterProp_Projection
source: Projection
ru_ru: Проекция

source: Properties
ru_ru: Свойства

source: Recent
ru_ru: Недавние

source: Redo
ru_ru: Повторить

source: Refresh
ru_ru: Обновить

# RefreshPeriodInMs
source: Refresh period, in milliseconds:
ru_ru: Период обновления, в миллисекундах:

# RasterProp_Regular
source: Regular
ru_ru: Регулярная структура

source: Render tool
ru_ru: Приложение рендеринга

# RestartAppSettingsMsg
source: The changes will take effect the next time the application is started.
ru_ru: Изменения вступят в силу при следующем старте приложения.

source: Restore layout
ru_ru: Восстановить расположение панелей

source: Room selector
ru_ru: Выбор комнаты

source: Rotate
ru_ru: Повернуть

source: Save As...
ru_ru: Сохранить как...

# RoomScenario
source: SCENARIO
ru_ru: СЦЕНАРИЙ

# Block_Timeline
source: Timeline
ru_ru: Таймлайн

# Entity_ScenarioTask
source: Task
ru_ru: Задача

source: Selection function
ru_ru: Функции для выбора

# Entity_Sensor
source: Sensor
ru_ru: Датчик

# Window_AddSensor
source: Add sensor
ru_ru: Добавление датчика

# Menu_Settings
source: Settings...
ru_ru: Настройки...

source: Show all panels
ru_ru: Показать все панели

source: Show Orthogonal
ru_ru: Показывать ортогональ

# FillMode_Solid
source: Solid
ru_ru: Сплошной

# FillMode_SolidAndWireframe
source: Mixed
ru_ru: Смешанный

source: Start
ru_ru: Старт

# Block_StartPage
source: Start page
ru_ru: Начальная страница

source: Step
ru_ru: Шаг кластера

source: Tools
ru_ru: Инструменты

source: Type
ru_ru: Тип

source: Undo
ru_ru: Отменить

source: Undo/Redo
ru_ru: Отменить/Повторить

# Entity_Unit
source: Unit
ru_ru: Блок

# FillMode_Wireframe
source: Wireframe
ru_ru: Каркасный

# PositionWorld
source: World position
ru_ru: Мировая позиция

source: General
ru_ru: Общие

source: Language
ru_ru: Язык

# Cmd_AddObject
source: Add object "{0}"
ru_ru: Добавление объекта "{0}"

# Cmd_AviEffectChanged
source: Video effect "{0}" changed
ru_ru: Изменение видео эффекта "{0}"

# Cmd_RemoveObject
source: Remove objects
ru_ru: Удаление объектов

# Cmd_ChangeCamera
source: Change camera "{0}"
ru_ru: Изменение камеры "{0}"

# Cmd_ChangeClusterStep
source: Change cluster's step
ru_ru: Изменение шага кластера

source: Change effect duration
ru_ru: Измениние длительности эффекта

# Cmd_ChangeFillEffect
source: Fill effect "{0}" change
ru_ru: Изменение заполняющего эффекта "{0}"

# Cmd_ChangeFlashEffect
source: Flash effect "{0}" change
ru_ru: Изменение эффекта "Вспышка" "{0}"

# Cmd_ChangeGradientEffect
source: Gradient effect "{0}" change
ru_ru: Изменение градиентного эффекта "{0}"

# ChangeParent
source: Change parent for "{0}"
ru_ru: Изменение родительского объекта у "{0}"

# Cmd_ChangeRaster
source: Change raster "{0}, {1}"
ru_ru: Изменение растра "{0}, {1}"

# Cmd_ChangeTextureEffect
source: Texture effect "{0}" change
ru_ru: Изменение текстурного эффекта "{0}"

source: Rename
ru_ru: Переименовать

# Cmd_TransformObjects
source: Transform objects
ru_ru: Трансформация объектов

source: Orientation
ru_ru: Ориентацию

source: Position
ru_ru: Позиция

source: Definition
ru_ru: Описание

source: Photometry
ru_ru: Фотометрия

source: Angle
ru_ru: Угол

source: Brightness
ru_ru: Яркость

source: Delay
ru_ru: Задержка

source: Direction
ru_ru: Направление

source: Duration
ru_ru: Продолжительность

source: Duration, s.
ru_ru: Продолжительность, сек.

source: Extrusion
ru_ru: Экструзия

# LuminaireDefinitionDate
source: Test date
ru_ru: Дата теста

# LuminaireDefinitionLamp
source: Lamp
ru_ru: Описание ИС

# LuminaireDefinitionLuminaire
source: Luminaire
ru_ru: Описание ОП

# LuminaireDefinitionOther
source: Other
ru_ru: Прочее

# LuminaireDefinitionStandard
source: IES Standart
ru_ru: IES стандарт

# LuminaireDefinitionTest
source: Test number
ru_ru: Номер теста

# LuminaireLightFlux
source: Luminous flux, lm
ru_ru: Световой поток, лм

# Fade_percent
source: Fade, %
ru_ru: Затухание, %

# OrientationLocal
source: Local orientation
ru_ru: Локальная ориентация

source: Repeat
ru_ru: Повтор

# Rise_percent
source: Rise, %
ru_ru: Разгорание, %

source: Rotation
ru_ru: Поворот

source: Signal type
ru_ru: Тип сигнала

source: Speed
ru_ru: Скорость

source: Illuminable
ru_ru: Освещаемый

# ProjectNotLoad
source: The project could not be loaded
ru_ru: Ошибка загрузки проекта

source: Undo actions:
ru_ru: Отменить действий:

source: Redo actions:
ru_ru: Повторить действий:

# ProjectNotSave
source: Failed to save project
ru_ru: Не удалось сохранить проект

# AutoSavePeriod
source: Autosave period, min.
ru_ru: Период автосохранения, мин.

source: Copy
ru_ru: Копировать

source: Paste
ru_ru: Вставить

# NewUnsavedProjectMessage
source: Open an unsaved file?
ru_ru: Открыть несохраненный файл?

source: Preview
ru_ru: Предпросмотр

# NoFindAnyCopyItems
source: Some of the copied items have been deleted. Continue copying?
ru_ru: Некоторые из скопированных элементов были удалены. Продолжить копирование?

# NoFindCopyItems
source: Copied items have been deleted
ru_ru: Скопированные элементы были удалены

# Cmd_SelectionChanged
source: Change selection
ru_ru: Изменение выбора объектов

# Cmd_SelectionLevelChange
source: Change selection level
ru_ru: Изменение уровня выбора кластер\инстанс

# ExplorerTabHeader
source: Browse
ru_ru: Обзор

# RepositoryTabHeader
source: Library
ru_ru: Библиотека

# SettingsTabHeader
source: Settings
ru_ru: Настройки

# RoomScene
source: SCENE
ru_ru: СЦЕНА

source: Change stored selection
ru_ru: Изменение сохраненного выбора

source: Floating
ru_ru: Плавающая

source: Stability
ru_ru: Стабильность

source: Color mix
ru_ru: Перелив

source: Filling
ru_ru: Заполнение, %

source: Life time
ru_ru: Время жизни

source: Modulation
ru_ru: Модуляция

# Cmd_ChangedFlameEffect
source: Flame effect "{0}" change
ru_ru: Изменение эффекта "Пламя" "{0}"

# Cmd_ChangedStarsEffect
source: Stars effect "{0}" change
ru_ru: Изменение звездного эффекта "{0}"

# ApplicationSettingsTab_Header
source: Application
ru_ru: Приложение

# Cmd_AddLayer
source: Add layer "{0}"
ru_ru: Добавление слоя "{0}"

# Cmd_RemoveLayer
source: Remove layer "{0}"
ru_ru: Удаление слоя "{0}"

# Cmd_AddObjectsToLayer
source: Add objects to the layer
ru_ru: Добавление объектов в слой

# Cmd_RemoveObjectsFromLayer
source: Remove objects from layer
ru_ru: Удаление объектов из слоя

# Block_Layers
source: Layers
ru_ru: Слои

# ClusterOf
source: {0}, {1} pcs {2}
ru_ru: {0}, {1} шт. {2}

source: Flip horizontal
ru_ru: Отразить по горизонтали

source: Flip vertical
ru_ru: Отразить по вертикали

source: Rotate 180°
ru_ru: Повернуть на 180°

# RotateLeft
source: Rotate left 90°
ru_ru: Повернуть влево на 90°

# RotateRight
source: Rotate right 90°
ru_ru: Повернуть вправо на 90°

# Cmd_ChangeHorizontalFlipRaster
source: Change raster's flip horizontal
ru_ru: Изменение горизонтальное отражения растра

# Cmd_RotateRaster
source: Change raster's angle
ru_ru: Изменение угла растра

# Cmd_ChangeVerticalFlipRaster
source: Change raster's flip vertical
ru_ru: Изменение вертикального отражения растра

source: Loading...
ru_ru: Загрузка...

source: Please wait
ru_ru: Пожалуйста подождите

source: Saving...
ru_ru: Сохранение...

source: Default
ru_ru: По умолчанию

# CopyName
source: Copy
ru_ru: Копия

source: Meshes count
ru_ru: Сеток

source: Hue
ru_ru: Оттенок

source: Saturation
ru_ru: Насыщенность

source: Blue
ru_ru: Синий

source: Green
ru_ru: Зеленый

source: Red
ru_ru: Красный

source: Faces count
ru_ru: Граней

source: Textures count
ru_ru: Текстур

# NotInitialized3D
source: 3D view cannot be initialized
ru_ru: 3D объект не может быть создан

source: Converter settings
ru_ru: Настройки конвертера

# PostConverterPresetTypes_ConvertToLeftHanded
source: Convert to left handed
ru_ru: По часовой стрелке

source: Default model ambient color
ru_ru: Рассеянный цвет модели по-умолчанию

source: Default model specular color
ru_ru: Отражающий цвет по-умолчанию

source: Default normal
ru_ru: Нормаль по-умолчанию

source: Default texture coordinate
ru_ru: Координаты текстуры по-умолчанию

source: Default vertex color
ru_ru: Цвет вершин по-умолчанию

# NormalSmoothingAngel
source: Normal smoothing angle
ru_ru: Угол сглаживания

source: Post converter preset
ru_ru: Способ конвертирования

# PostConverterPresetTypes_TargetRealTimeFast
source: Target real time fast
ru_ru: По быстроте

# PostConverterPresetTypes_TargetRealTimeMaximumQuality
source: Target real time maximum quality
ru_ru: По максимальному значеню качества

# PostConverterPresetTypes_TargetRealTimeQuality
source: Target real time quality
ru_ru: По качеству

# ViewPortType
source: View
ru_ru: Вид

# Cmd_AddScenarioTask
source: Add task "{0}"
ru_ru: Добавление задачи "{0}"

# DeleteSelected
source: Delete
ru_ru: Удалить

# OpenAddSubject
source: Add subject...
ru_ru: Добавить объект...

# OpenHelpWindow
source: Help...
ru_ru: Справка...

# OpenSettingsWindow
source: Settings...
ru_ru: Настройки...

# SetCameraDefaultPos
source: Set camera default position.
ru_ru: Установить камеру в позицию по-умолчанию

source: Autosave...
ru_ru: Автосохранение...

# Cmd_ChangeClusterDimension
source: Change cluster's dimension
ru_ru: Изменение размера кластера

source: Backward
ru_ru: Назад

source: Forward
ru_ru: Вперед

source: Pause
ru_ru: Приостановить

source: Play
ru_ru: Воспроизведение

source: Scale down
ru_ru: Отдалить

source: Scale up
ru_ru: Приблизить

source: Skip backward
ru_ru: В начало

source: Skip forward
ru_ru: В конец

source: Amber
ru_ru: Янтарь

# CCT
source: Correlated color temperature
ru_ru: Цветовая температура

source: White
ru_ru: Белый

# Cmd_ChangeIntersectionPoint
source: Change intersection point to "{0}"
ru_ru: Изменение старта перехода "{0}"

# Cmd_EnableDisableScenarios
source: Change Enable/Disable scenarios
ru_ru: Изменение списка доступных сценариев

source: Glass type
ru_ru: Тип рассеивателя

# LightForm
source: Light source form
ru_ru: Форма излучающей поверхности

source: Light type
ru_ru: Тип светильника

source: All
ru_ru: Все

source: Clear
ru_ru: Прозрачный

source: Direct view
ru_ru: Поверхность

source: Frosted
ru_ru: Колотый лёд

source: Linear
ru_ru: Линенйный

source: Matrix
ru_ru: Матричный, прямоугольный

source: Matte
ru_ru: Матовый

source: Point
ru_ru: Точка

# SizeLWH
source: Size(LWH), mm
ru_ru: Размер(ДШВ), мм

source: Soft light
ru_ru: Смешанного типа

source: Spotlight
ru_ru: Прожектор

source: Ellipsoid
ru_ru: Эллипсоид

source: Elliptic disk
ru_ru: Эллиптический диск

source: Horizontal cylinder
ru_ru: Горизонтальный цилиндр

source: Other shape
ru_ru: Другая форма

source: Rectangular box
ru_ru: Прямоугольная коробка

source: Sphere
ru_ru: Сфера

source: Unknown
ru_ru: Неизвестный

source: Vertical cylinder
ru_ru: Вертикальный цилиндр

# Cmd_ChangeFlagUseParentRaster
source: Change flag "Use parent raster"
ru_ru: Изменение флага "Использовать родительский растр"

# UseParentRaster
source: Use parent's raster
ru_ru: Использовать родительский растр

# EmptyRaster
source: Select raster...
ru_ru: Выбрать растр...

# Cmd_RemoveScenarioTask
source: Remove task "{0}"
ru_ru: Удаление задачи "{0}"

# AviFileDuration
source: Video file duration, s
ru_ru: Длительность, с

source: Flux
ru_ru: Поток

source: Power
ru_ru: Мощность

source: Serie
ru_ru: Серия

source: Voltage
ru_ru: Напряжение

source: Weight
ru_ru: Вес

source: Cut
ru_ru: Вырезать

source: Effect type
ru_ru: Тип эффекта

# Block_PivotPointEditor
source: Pivot editor
ru_ru: Опорные точки

# Menu_ScenarioList
source: Scenario list
ru_ru: Список сценариев...

# Cmd_RemoveScenario
source: Remove scenario "{0}"
ru_ru: Удаление сценария "{0}"

# Cmd_AddScenario
source: Add scenario "{0}"
ru_ru: Добавление сценария "{0}"

source: Incorrect scenario name
ru_ru: Недопустимое имя сценария

source: New scenario
ru_ru: Новый сценарий

# ScenarioAlreadyExists
source: Scenario with the same name already exists
ru_ru: Сценарий с тем же именем уже существует

# BigSemiaxis
source: Radius 1
ru_ru: Радиус 1

# SmallSemiaxis
source: Radius 2
ru_ru: Радиус 2

source: Sweep angle
ru_ru: Угол дуги

source: Count
ru_ru: Кол-во

# Cmd_ChangeAngle
source: Change radial cluster's angle
ru_ru: Изменение угла радиального кластера

# RadialClusterOf
source: {0}, {1} pcs
ru_ru: {0}, {1} эл-ов

# Cmd_ChangeRadialClusterSize
source: Change radial cluster size
ru_ru: Изменение размера радиального кластера

source: Create radial cluster
ru_ru: Создать радиальный кластер

source: Manual set
ru_ru: Ручная установка

# UnsavedProjectMessage
source: The project has autosave data! Do you want to restore it?
ru_ru: У проекта есть данные автосохранения! Хотите ли вы восстановить их?

# Settings_ObjectRotateStep
source: Object rotate step, °
ru_ru: Шаг поворота объекта, °

# Cmd_ChangeSequence
source: Change sequence of "{0}"
ru_ru: Изменение последовательности "{0}"

# RoomEngineering
source: CONTROL
ru_ru: УПРАВЛЕНИЕ

# SaveProjectErrorDialog_LongFileName
source: File name is too long
ru_ru: Имя файла превышает допустимую длинну

# SaveProjectErrorDialog_WrongSymbols
source: File name contains unacceptable symbols
ru_ru: Имя файла содержит недопустимые символы

source: Light aiming point
ru_ru: Точка нацеливания светильников

source: Auto size
ru_ru: Авто размер

# Cmd_ChangeUnitAutoSize
source: Change autosize from "{0}"
ru_ru: Изменен флаг "Авторазмер" у "{0}"

# Cmd_ChangeUnitDuration
source: Change unit duration
ru_ru: Изменение длительности блока

source: Desktop
ru_ru: Рабочий стол

source: Documents
ru_ru: Документы

source: Music
ru_ru: Музыка

# Pictures
source: Images
ru_ru: Картинки

source: Videos
ru_ru: Видео

# AddCamera
source: Add сamera
ru_ru: Добавить камеру

# Block_GraphicsViewer
source: Scene View
ru_ru: Вид сцены

# Window_AddObject
source: Add object
ru_ru: Добавление объекта

# Enum_ObjectCategory_Buildings
source: Buildings
ru_ru: Здания

source: Category
ru_ru: Категория

source: Inches
ru_ru: Дюймы

# Enum_ObjectCategory_Interior
source: Interiors
ru_ru: Интерьеры

source: Kilometers
ru_ru: Километры

source: Meters
ru_ru: Метры

source: Millimeters
ru_ru: Миллиметры

# Enum_ObjectCategory_Other
source: Other
ru_ru: Другое

# Enum_ObjectCategory_Technics
source: Technics
ru_ru: Техника

source: All rights reserved
ru_ru: Все права защищены

# Block_Engineering
source: Addressing
ru_ru: Адресация

# Block_Properties
source: Properties
ru_ru: Свойства

# Block_RasterEditor
source: Raster
ru_ru: Растр

# Block_Rules
source: Rules
ru_ru: Правила

# EffectFillingTypes_Fill
source: Fill
ru_ru: Заполнение

# EffectFillingTypes_Flash
source: Flash
ru_ru: Вспышка

# EffectFillingTypes_Gradient
source: Gradient
ru_ru: Градиент

# EffectMediaTypes_Avi
source: Video
ru_ru: Видео

# EffectMediaTypes_Texture
source: Texture
ru_ru: Текстура

# EffectNatureTypes_Flame
source: Flame
ru_ru: Пламя

# EffectParticleTypes_Stars
source: Stars
ru_ru: Звёзды

# EffectType_Filling
source: Filling
ru_ru: Заполняющие

# EffectType_Media
source: Media
ru_ru: Медиа

# EffectType_Nature
source: Nature
ru_ru: Природные

# EffectType_Particle
source: Particle
ru_ru: Частицы

source: Intensity
ru_ru: Сила света

# OrientationParent
source: Parent orientation
ru_ru: Родительская ориентация

# OrientationWorld
source: World orientation
ru_ru: Мировая ориентация

# PositionParent
source: Parent position
ru_ru: Родительская позиция

# Entity_Raster
source: Raster
ru_ru: Растр

# ReferenceSystem_Parent
source: Parent
ru_ru: Родительская

# ReferenceSystem_World
source: World
ru_ru: Мировая

# Entity_Scenario
source: Scenario
ru_ru: Сценарий

# FillStyles_Circle
source: Circle
ru_ru: Кругом

# FillStyles_Fan
source: Fan
ru_ru: Веером

# FillStyles_OneSide
source: One side
ru_ru: С одной стороны

# FillStyles_Rect
source: Rect
ru_ru: Квадратом

# FillStyles_Rhombus
source: Rhombus
ru_ru: Ромбом

# FillStyles_TwoSides
source: Two sides
ru_ru: С двух сторон

# InOutDirection_Inside
source: Inside
ru_ru: В центр

# InOutDirection_OutSide
source: Outside
ru_ru: Из центра

# InOutDirection_Random
source: Random
ru_ru: Случайно

source: Mixing
ru_ru: Смешивание

# Mixing_Darken
source: Darken
ru_ru: Затемнение

# Mixing_Dissolve
source: Dissolve
ru_ru: Растворение

# Mixing_Lighten
source: Lighten
ru_ru: Осветление

# Mixing_Multiply
source: Multiply
ru_ru: Многообразие

# Mixing_Normal
source: Normal
ru_ru: Обычное

# Rotation_Clockwise
source: Clockwise
ru_ru: По часовой стрелке

# Rotation_CounterClockwise
source: Counter clockwise
ru_ru: Против часовой стрелки

# Rotation_Random
source: Random
ru_ru: Случайно

# TransitionType_Fading
source: Fading
ru_ru: Затухание

# TransitionType_Mixing
source: Mixing
ru_ru: Смешивание

# Entity_Track
source: Track
ru_ru: Трек

# Entity_Transition
source: Overlay
ru_ru: Пересечение

# Entity_Layer
source: Layer
ru_ru: Слой

# Entity_Path
source: Path
ru_ru: Путь

# Entity_StoredSelection
source: Selection
ru_ru: Выбор

source: New project
ru_ru: Новый проект

# Second
source: s
ru_ru: с

# Entity_Lamp
source: Lamp
ru_ru: Светильник

# Entity_Person
source: Person
ru_ru: Персонаж

# Entity_Scene
source: Scene
ru_ru: Сцена

# Entity_SceneEntity
source: Object
ru_ru: Объект

# Window_Settings
source: Settings
ru_ru: Настройки

# CullMode_Back
source: Back
ru_ru: Задний

# CullMode_Front
source: Front
ru_ru: Передний

# CullMode_None
source: None
ru_ru: Никакой

# LightingRenderType_Full
source: Full
ru_ru: Полный

# LightingRenderType_Simple
source: Simple
ru_ru: Простой

# Window_HotKeys
source: Hot Keys
ru_ru: Горячие клавиши

# Tab_Rendering
source: Rendering
ru_ru: Визуализация

source: Activate
ru_ru: Активировать

# ChangeAngle
source: Change radial cluster's angle
ru_ru: Изменить угол радиального кластера

# Cmd_AddRemoveObjects
source: Add and remove objects
ru_ru: Добавление и удаление объектов

# Cmd_ChangeIlluminable
source: Change flag illuminable from "{0}"
ru_ru: Изменение флага "Освещаемый" у "{0}"

# Cmd_ChangeLampBrightness
source: Change brightness
ru_ru: Изменение яркости светильника

# Cmd_ChangeLockObjects
source: Change lock objects
ru_ru: Изменение блокировки объектов

# Cmd_ChangeObjectsVisibility
source: Change objects visibility
ru_ru: Изменение видимости объектов

# Cmd_ChangeParallelCollection
source: Change parallel collection of "{0}"
ru_ru: Изменение параллельной коллекции "{0}"

# Cmd_ChangeSelectedRaster
source: Change raster from "{0}"
ru_ru: Изменение растра у "{0}"

# Cmd_Rename
source: Change name to "{0}"
ru_ru: Изменение имени на "{0}"

# Window_RoomSelector
source: Select room
ru_ru: Выбор комнаты

# Window_SaveAs
source: Save as
ru_ru: Сохранить как

# Window_ScenarioList
source: Scenario list
ru_ru: Список сценариев

source: Restore all rooms
ru_ru: Восстановить все комнаты

# Cmd_ChangeManipulationType
source: Change manipulation type
ru_ru: Изменение типа манипуляции

source: Send report
ru_ru: Отправить отчет

# DbInstanceCreationFailed
source: DataBase instance couldn't run
ru_ru: Не удалось запустить инстанс базы данных
