Repository: Kokoreff081/LCSv2
Catalog: LightCAD.UI.Resources/Resources.*.resx
Languages: ru_ru

# SqlServer2014NotInstalled
source: MS SQLLocalDB 2014 is not installed on your PC. Please install MS SQLLocalDB 2014 in order to proceed.
ru_ru: MS SQLLocalDB 2014 не установлен на Вашем компьютере. Пожалуйста установите MS SQLLocalDB 2014.

# Settings_SceneLength
source: Scene length, m
ru_ru: Длина сцены, м

# Settings_SceneWidth
source: Scene width, m
ru_ru: Ширина сцены, м

# CameraFrom
source: From
ru_ru: Откуда

# CameraTo
source: To
ru_ru: Куда

source: Open project...
ru_ru: Открыть проект...

source: Search...
ru_ru: Поиск...

# Window_Rename
source: Rename
ru_ru: Переименование

# Menu_ResetSettings
source: Reset settings
ru_ru: Сброс настроек

# Info_ResetAllSettings
source: Are you sure you want to reset all settings?
ru_ru: Вы действительно хотите сбросить все настройки?

# Window_Error
source: Error
ru_ru: Ошибка

# RoomPlayer
source: PLAYER
ru_ru: ПРОИГРЫВАТЕЛЬ

source: Scenarios
ru_ru: Сценарии

source: Player
ru_ru: Проигрыватель

# EnvironmentLight_ChangeName
source: {0} (changed)
ru_ru: {0} (измененный)

# EffectFillingTypes_Static
source: Static color
ru_ru: Статический цвет

# Cmd_ChangeStaticEffect
source: Static effect "{0}" change
ru_ru: Изменение статического эффекта "{0}"

# Cmd_ChangeTransitEffect
source: Transition effect "{0}" change
ru_ru: Изменение эффекта "Переход" "{0}"

# EffectFillingTypes_Transition
source: Transition
ru_ru: Переход

# BetaVersion
source: Beta
ru_ru: Бета

# VersionLabel
source: Version
ru_ru: Версия

source: Azimuth angel
ru_ru: Азимутальный угол

# PolarAngle
source: Polar angle {0}
ru_ru: Полярный угол {0}

source: Zone orientation
ru_ru: Ориентация зоны влияния

source: Zone size
ru_ru: Размер зоны влияния

source: Azimuth angle
ru_ru: Азимутальный угол

# SensorZoneVisibility_Always
source: Always
ru_ru: Всегда

# SensorZoneVisibility_MouseMove
source: On mouse move
ru_ru: По наведению мыши

# SensorZoneVisibility_Never
source: Never
ru_ru: Никогда

# SensorZoneVisibility
source: Sensors zone visibility
ru_ru: Видимость зон датчиков движения

source: Is loop
ru_ru: Закольцевать

# Entity_LampGroup
source: Lamp group
ru_ru: Группа ламп

# Cmd_ChangeLampGroup
source: Change lamp group "{0}"
ru_ru: Изменение группы ламп "{0}"

# EmptyLampGroup
source: Select lamp group...
ru_ru: Выбрать группу ламп...

# EmptySensor
source: Select sensor...
ru_ru: Выбрать датчик...

# Cmd_ChangeSelectedLampGroup
source: Change lamp group from "{0}"
ru_ru: Изменение группы ламп у "{0}"

source: Off
ru_ru: Выключение

source: On
ru_ru: Включение

# Cmd_ChangeDynamicRule
source: Change dynamic rule "{0}"
ru_ru: Изменение динамического правила "{0}"

# LevelPercent
source: Level, %
ru_ru: Уровень, %

source: Time, s
ru_ru: Время, сек

# WeekDays_EveryDay
source: Every day
ru_ru: Ежедневно

# WeekDays_Friday
source: Friday
ru_ru: Пятница

# WeekDays_Monday
source: Monday
ru_ru: Понедельник

# WeekDays_Saturday
source: Saturday
ru_ru: Суббота

# WeekDays_Sunday
source: Sunday
ru_ru: Воскресенье

# WeekDays_Thursday
source: Thursday
ru_ru: Четверг

# WeekDays_Tuesday
source: Tuesday
ru_ru: Вторник

# WeekDays_Wednesday
source: Wednesday
ru_ru: Среда

# WeekDays_WeekendDays
source: Weekend days
ru_ru: Выходные дни

# WeekDays_WorkDays
source: Work days
ru_ru: Рабочие дни

# Cmd_ChangeStaticRule
source: Change static rule "{0}"
ru_ru: Измаенение статического правила "{0}"

source: Week days
ru_ru: Дни недели

# Tab_Dynamic
source: Dynamic
ru_ru: Динамические

# Tab_Static
source: Static
ru_ru: Статические

# LevelOff
source: ○ Level
ru_ru: ○ Уровень

# LevelOn
source: | Level
ru_ru: | Уровень

# TimeSecOff
source: ○ Time, s
ru_ru: ○ Время, сек

# TimeSecOn
source: | Time, s
ru_ru: | Время, сек

source: Down
ru_ru: Вниз

source: Up
ru_ru: Вверх

# Entity_RulesOrder
source: Rules order
ru_ru: Порядок правил

# Cmd_ChangeRulesOrder
source: Change rules order
ru_ru: Изменение порядка правил

# ShutdownDelay
source: ○ Delay
ru_ru: ○ Задержка

source: Stop
ru_ru: Стоп

# RunRulesSystem
source: Run the rules system
ru_ru: Запустить систему правил

# StopRulesSystem
source: Stop the rules system
ru_ru: Остановить систему правил

# Entity_Rule
source: Rule
ru_ru: Правило

# RulesSettings_DefaultBrightnessTime
source: Brightness time, s (default)
ru_ru: Изменение яркости, сек (по умолчанию)

source: Emergency signal
ru_ru: Аварийный сигнал

# Cmd_ChangeEmergencyRule
source: Change emergency rule "{0}"
ru_ru: Изменение аварийного правила "{0}"

# Tab_Emergency
source: Emergency
ru_ru: Аварийные

# WorkMode
source: Mode
ru_ru: Режим

# WorkMode_Real
source: Real
ru_ru: Реальный

# WorkMode_Virtual
source: Virtual
ru_ru: Виртуальный

# Cmd_ChangeLightSensorLevel
source: Change sensor's brightness level
ru_ru: Изменение уровня яркости у датчика

# Entity_LightSensor
source: Light sensor
ru_ru: Датчик освещенности

# Entity_MotionSensor
source: Motion sensor
ru_ru: Датчик движения

source: Level, lx
ru_ru: Уровень, лк

source: Without sensor
ru_ru: Без датчика

source: lx
ru_ru: лк

# LevelPercentOff
source: ○ Level, %
ru_ru: ○ Уровень, %

# LevelPercentOn
source: | Level, %
ru_ru: | Уровень, %

# EmptyPath
source: Select path...
ru_ru: Выбрать путь...

# Path_Accelerate
source: Accelerate, m/s²
ru_ru: Ускорение, м/с²

# Path_Speed
source: Movement speed, m/s
ru_ru: Скорость перемещения, , м/с

# PersonTypes_Car
source: Loader
ru_ru: Погрузчик

# PersonTypes_Human
source: Human
ru_ru: Человек

source: Show paths
ru_ru: Показать пути

source: Turn on emergency mode
ru_ru: Включить аварийный режим

source: Turn off emergency mode
ru_ru: Выключить аварийный режим

source: Addressation
ru_ru: Адресация

# CountOfContacts
source: Count of contacs
ru_ru: Количество контактов

source: Device type
ru_ru: Тип устройства

source: Dmx universes
ru_ru: Dmx вселенные

source: Get addressation
ru_ru: Адресовать

source: IP-Address
ru_ru: IP адрес

source: Lamps count
ru_ru: Количество источников

# LenghtRow
source: Length row
ru_ru: Длина строки

source: Number of lamps
ru_ru: Количество источников

source: Parent group
ru_ru: Родительская группа

source: Show id instead of the address
ru_ru: Показать id вместо адреса

source: Start position
ru_ru: Начальная позиция

source: Type addressation
ru_ru: Тип адресации

# Entity_Universe
source: Universe
ru_ru: DMX пространство

# Cmd_ChangePathPoints
source: Change points of path "{0}"
ru_ru: Изменение точек пути "{0}"

# RenderTool_MenuLabel
source: Render tool...
ru_ru: Приложение рендеринга...

# AddressationRoom
source: Addressing
ru_ru: Адресация

# AddEntityDialog_Title
source: Add
ru_ru: Добавить

# AddEntityDialog_EquipmentTab_Header
source: Equipment
ru_ru: Оборудование

# AddEntityDialog_ObjectsTab_Header
source: Objects
ru_ru: Объекты

# AddEntityDialog_SensorTab_Header
source: Sensor
ru_ru: Сенсоры

# EmptyDcoCollection
source: Please, add DCO.
ru_ru: Пожалуйста, добавьте УСО.

source: Expand all
ru_ru: Развернуть все

source: Hide
ru_ru: Скрыть

source: Show
ru_ru: Показать

source: Freeze
ru_ru: Заморозить

source: Unfreeze
ru_ru: Разморозить

# FilterMenu_DisplayAll
source: Display all
ru_ru: Выбрать все

# FilterMenu_Frozen
source: Frozen
ru_ru: Замороженные

# FilterMenu_Hidden
source: Hidden
ru_ru: Скрытые

# FilterMenu_HideAll
source: Hide all
ru_ru: Снять все

# FilterMenu_InvertDisplay
source: Invert display
ru_ru: Инвертировать выбор

# Visibility
source: Show
ru_ru: Показать

# Developing_Title
source: Developing
ru_ru: Разработка

# GroupOrUniverse
source: Show Groups or Universes
ru_ru: Отобразить группы или DMX пространства

# ContextMenu_Clone
source: Clone
ru_ru: Клонировать

# ContextMenu_Collapse
source: Collapse
ru_ru: Свернуть

# ContextMenu_CollapseAll
source: All
ru_ru: Все

# ContextMenu_CollapseChildren
source: Children
ru_ru: Детей

# ContextMenu_CollapseToParent
source: Collapse to parent
ru_ru: Свернуть до родителя

# ContextMenu_AddTo
source: Add to
ru_ru: Добавить в

# ContextMenu_Delete
source: Delete
ru_ru: Удалить

# ContextMenu_Freeze
source: Freeze
ru_ru: Заморозить

# ContextMenu_FreezeAll
source: All
ru_ru: Все

# ContextMenu_FreezeSelected
source: Selected
ru_ru: Выбранные

# ContextMenu_FreezeUnselected
source: Unselected
ru_ru: Не выбранные

# ContextMenu_Hide
source: Hide
ru_ru: Скрыть

# ContextMenu_HideAll
source: All
ru_ru: Все

# ContextMenu_HideSelected
source: Selected
ru_ru: Выбранные

# ContextMenu_HideUnselected
source: Unselected
ru_ru: Не выбранные

# ContextMenu_Isolate
source: Isolate
ru_ru: Изолировать

# ContextMenu_Parent
source: Parent
ru_ru: Родитель

# ContextMenu_Select
source: Select
ru_ru: Выбрать

# ContextMenu_ShowAll
source: Show all
ru_ru: Показать все

# ContextMenu_Similar
source: Similar
ru_ru: Схожие

# ContextMenu_StoredSelection
source: Stored selection
ru_ru: Сохраненый выбор

# ContextMenu_UnfreezeAll
source: Unfreeze all
ru_ru: Разморозить все

# ContextMenu_Rename
source: Rename
ru_ru: Переименовать

# CloneName
source: Clone
ru_ru: Клон

# ContextMenu_DeleteStorageSelection
source: Delete storage selection
ru_ru: Удалить сохраненный выбор

# Cmd_ChangeObjectsFixed
source: Change opened geometry
ru_ru: Изменение открытия геометрии

# ContextMenu_Close
source: Close
ru_ru: Закрыть

# ContextMenu_Geometry
source: Geometry
ru_ru: Геометрия

# ContextMenu_Open
source: Open
ru_ru: Открыть

# ContextMenu_GroupLamp
source: Group lamp
ru_ru: Группа ламп

# ContextMenu_Layer
source: Layer
ru_ru: Слой

# ContextMenu_New
source: New
ru_ru: Создать

# ContextMenu_DeleteLampsGroup
source: Delete lamps group
ru_ru: Удалить группу ламп

# SelectMode_Part
source: Part
ru_ru: Часть

# SelectMode_Visible
source: Visible
ru_ru: Видимое

# SelectMode_Whole
source: Whole
ru_ru: Целое

source: Addressing options
ru_ru: Опции адресации

source: Address map
ru_ru: Адресная карта

# Entity_Group
source: Group
ru_ru: Группа

# Entity_AddressGroups
source: Address groups
ru_ru: Адресованные группы

# Cmd_ChangeObjectsIsolate
source: Change objects isolate
ru_ru: Изменение изоляции объектов

source: Effect
ru_ru: Эффект

# Entity_DCO
source: DCO
ru_ru: УСО

# Entity_AddressGroup
source: Group
ru_ru: Адресная группа

# Cmd_ChangeReferenceSystem
source: Change reference system
ru_ru: Изменение системы координат

# EnviromentPresets
source: Environment presets
ru_ru: Окружение

source: Attach to surface
ru_ru: Прикрепить к поверхности

# ContextMenu_Replace
source: Replace to...
ru_ru: Заменить на...

source: Replace
ru_ru: Заменить

# ContextMenu_CreateLumSurface
source: Create luminance surface
ru_ru: Создать излучающую поверхность

source: Maximize/restore active viewport
ru_ru: Максимизировать/восстановить активный вьюпорт

source: Support
ru_ru: Помощь

# ActiveViewportViewBack
source: Active viewport back view
ru_ru: Вид сзади в активном вьюпорте

# ActiveViewportViewBottom
source: Active viewport bottom view
ru_ru: Вид снизу в активном вьюпорте

# ActiveViewportViewFree
source: Active viewport free view
ru_ru: Свободная камера/вид в активном вьюпорте

# ActiveViewportViewFront
source: Active viewport front view
ru_ru: Вид спереди в активном вьюпорте

# ActiveViewportViewLeft
source: Active viewport left view
ru_ru: Вид слева в активном вьюпорте

# ActiveViewportViewRight
source: Active viewport right view
ru_ru: Вид справа в активном вьюпорте

# ActiveViewportViewTop
source: Active viewport top view
ru_ru: Вид сверху в активном вьюпорте

# Block_DCO
source: DCO
ru_ru: УСО

# PivotPointEditor
source: Pivot editor
ru_ru: Опорные точки

source: Attach
ru_ru: Прикрепить

# DirectionDetour
source: Direction of detour
ru_ru: Направление обхода

source: Engineering
ru_ru: Инженерные

source: Centimeters
ru_ru: Сантиметры

source: Feet
ru_ru: Футы

source: Graphic mode
ru_ru: Графические режимы

source: Selection level
ru_ru: Кластер \ инстанс

# RulesSettings_StepBrightnessForLightSensor
source: Lamp brightness step (default)
ru_ru: Шаг изменения яркости ламп (по умолчанию)

source: Presentation
ru_ru: Презентация

# Window_CreateDCO
source: Create DCO
ru_ru: Создание УСО

# Window_OpenFileDialog
source: Open file
ru_ru: Открытие файла

# Window_RenderToolLauncherDialog
source: Rendering settings
ru_ru: Настройки рендеринга

# SplashScreenMessage_Initializing
source: Initializing...
ru_ru: Инициализация...

# SplashScreenMessage_OpenMainWindow
source: Creating main window...
ru_ru: Создание главного окна...

# SplashScreenMessage_Start
source: Starting...
ru_ru: Старт...

# SplashScreen_Version
source: Version
ru_ru: Версия

# AddEntityDialog_EquipmentTab_EnvironmentSettingsHeader
source: Environment settings
ru_ru: Настройки окружения

# AddEntityDialog_EquipmentTab_RepositoryHeader
source: Library
ru_ru: Библиотека

# AddEntityDialog_ObjectsTab_EnvironmentSettingsHeader
source: Environment settings
ru_ru: Настройки окружения

# AddEntityDialog_ObjectsTab_RepositoryHeader
source: Library
ru_ru: Библиотека

# AddEntityDialog_ObjectsTab_SettingsHeader
source: Settings
ru_ru: Настройки

# AddEntityDialog_SensorTab_RepositoryHeader
source: Library
ru_ru: Библиотека

# AddEntityDialog_SensorTab_SettingsHeader
source: Settings
ru_ru: Настройки

# Menu_AppSettings
source: Application settings...
ru_ru: Настройки приложения...

# Menu_ProjectSettings
source: Project settings...
ru_ru: Настройки проекта...

source: Add layer
ru_ru: Добавить слой

# AddToLayer
source: Add to active layer
ru_ru: Добавить в активный слой

source: Make layer active
ru_ru: Сделать слой активным

# Cmd_ChangeActiveLayer
source: Change active layer
ru_ru: Изменение активного слоя

# ContextMenu_Active
source: Active
ru_ru: Активный

# ContextMenu_Create
source: Create
ru_ru: Создать

# ContextMenu_MakeActive
source: Make active
ru_ru: Сделать активным

# ContextMenu_MergeLayers
source: Merge layers
ru_ru: Объединить слои

# ContextMenu_RemoveEmpty
source: Remove empty
ru_ru: Удалить пустые слои

# Cmd_MergeLayers
source: Merge layers
ru_ru: Объединение слоев

source: Panels
ru_ru: Панели

# CreatingLumSurface
source: Creating luminance surface...
ru_ru: Создание излучающей поверхности...

# Enum_ObjectCategory_Infrastructure
source: Infrastructure
ru_ru: Инфраструктура

source: View settings
ru_ru: Настройки вида

# PostConverterPresetTypes_None
source: No pre-processing
ru_ru: Нет пре-процессинга

source: In down
ru_ru: Вниз

# InLeft
source: To the left
ru_ru: Влево

source: In order
ru_ru: По порядку

# InRight
source: To the right
ru_ru: Вправо

source: In up
ru_ru: Вверх

source: Left down
ru_ru: Левый нижний

source: Left up
ru_ru: Левый верхний

source: Right down
ru_ru: Правый нижний

source: Right up
ru_ru: Правый верхний

source: Snake
ru_ru: Змейкой

source: Addressing
ru_ru: Адресация

# AddressMapChangeAddress
source: Сhange of address on the address map
ru_ru: Изменение адреса элемента на адресной карте

source: Remove
ru_ru: Удаление

source: Default project folder path
ru_ru: Путь к папке проектов по умолчанию

# SelectFolderPath
source: Select folder
ru_ru: Выбрать папку

source: Select
ru_ru: Выбрать

source: Duplicate file name
ru_ru: Совпадение имени файла

# DuplicateFileNameDescription
source: File with the same name is already exist in the project
ru_ru: Файл с таким именим уже загружен в проект

# FileAlreadyExists
source: A file with the same name already exists.
ru_ru: Файл с таким именем уже существует.

source: Incorect file name
ru_ru: Недопустимое имя файла

# FileCopyProcess
source: Copy file...
ru_ru: Копирование файла...

source: Light zone visibility
ru_ru: Видимость светового тела

# LightZoneVisibility_All
source: All
ru_ru: Все

# LightZoneVisibility_Hide
source: Hide
ru_ru: Скрыть

# LightZoneVisibility_Selected
source: On selected
ru_ru: При выделении светильника

# MediaFeaurePackException
source: Cannot read .avi file. This may happen, because you don't have Windows Media Feature Pack installed. Video effect is not available.
ru_ru: Не удалось прочитать .avi файл. Возможно у вас не установлен Windows Media Feature Pack. Эффект Видео не доступен.

source: Flip normals
ru_ru: Перевернуть нормали

# ApplicationType
source: Application
ru_ru: Применение

source: Color scheme
ru_ru: Цветовая схема

source: Continuous rows
ru_ru: Световые полосы

source: Control
ru_ru: Управление

source: Dot
ru_ru: Точка

source: Emission type
ru_ru: Тип излучения

source: Ground
ru_ru: Грунтовый

source: Halogen
ru_ru: Галогеновый

source: Incandescent
ru_ru: Накаливания

source: Indoor
ru_ru: Внутренее

source: Lamp type
ru_ru: Тип лампы

source: LED
ru_ru: Светодиодная

source: Light surface
ru_ru: Тип излучающей поверхности

source: Line
ru_ru: Линия

source: Luminescent
ru_ru: Люминесцентный

source: Mercury
ru_ru: Ртутная

source: Metal-halide
ru_ru: МГЛ

source: Mounting type
ru_ru: Тип установки

source: Outdoor
ru_ru: Наружное

source: Pendant
ru_ru: Подвесной

source: Projector
ru_ru: Проектор

source: Recessed
ru_ru: Встраиваемый

source: Round
ru_ru: Круг

source: Shape
ru_ru: Форма

source: Sodium
ru_ru: Натриевая

source: Special
ru_ru: Особая

source: Square
ru_ru: Квадрат

source: Surface mounted
ru_ru: Накладной

source: Tube
ru_ru: Трубка

source: Analog 1-10v
ru_ru: Аналоговое 1-10в

source: None
ru_ru: Нет

source: Part number
ru_ru: Артикул

source: Pixel count
ru_ru: Кол-во пикселей

source: Pixels
ru_ru: Пикселей

source: PLC
ru_ru: По цепи питания

source: PWM
ru_ru: Шим

source: Series
ru_ru: Серия

source: Wireless
ru_ru: Беспроводное

source: Parameters
ru_ru: Параметры

source: Antialiasing
ru_ru: Сглаживание

source: Connection established
ru_ru: Соединение установлено

# CreateAddressProject
source: You must create address entities before sending the project to the server.
ru_ru: Необходимо создать адресные сущности прежде чем отправлять проект на сервер.

# DeviceTopology
source: Device topology obtained
ru_ru: Топология устройств получена

# ProjectSend
source: Project successfully sent to server
ru_ru: Проект успешно отправлен на сервер

# SendError
source: An error occurred while trying to transfer data.
ru_ru: При попытке передачи данных произошла ошибка

# ServerLock
source: You must wait for a response from the server
ru_ru: Необходимо дождаться ответа от сервера

# ServerNotAvailable
source: Sorry but server is not available
ru_ru: Извините но сервер не доступен

# RenderToolCannotBeStarted_Message
source: Render tool cannot be started
ru_ru: Рендерер не может быть запущен

# RenderToolCannotBeStarted_Title
source: Render tool
ru_ru: Рендерер

# HardwareError
source: Your videoadapter does not support DirectX11
ru_ru: Ваша видеокарта не поддерживает DirectX11

source: Transformation center
ru_ru: Центр трансформации

# Block_ProjectReport
source: Project report
ru_ru: Отчет по проекту

# Block_ReportStructure
source: Report structure
ru_ru: Содержание отчета

# RoomDocumentation
source: DOCUMENTATION
ru_ru: ДОКУМЕНТАЦИЯ

source: Report error...
ru_ru: Сообщить об ошибке...

# ErrorReportDialog_Explanation
source: Description
ru_ru: Описание проблемы

# ErrorReportDialog_Title
source: Report error
ru_ru: Сообщить об ошибке

# ErrorReport_CancelButton_Title
source: Cancel
ru_ru: Отмена

# ErrorReport_SendButton_Title
source: Send
ru_ru: Отправить

# CreateCamera_Message
source: There is no camera object in the project. Please, create one.
ru_ru: В проекте нет ни одного объекта камеры. Для рендеринга необходим хотя бы один такой объект.

# ErrorReportDialog_Name
source: Name
ru_ru: Имя

source: Create cartesian cluster
ru_ru: Создать кластер

# Cmd_AddEffect
source: Add effect
ru_ru: Добавление эффекта

# Cmd_AddTrack
source: Add track "{0}"
ru_ru: Добавление трека "{0}"

# Cmd_AddUnit
source: Add unit "{0}"
ru_ru: Добавление блока "{0}"

# Cmd_ChangeEffectDuration
source: Change effect duration
ru_ru: Изменение продолжительности эффекта

# Cmd_ChangeEffectType
source: Change effect type
ru_ru: Изменение типа эффекта

# Cmd_ConvertClusterToGroup
source: Convert to group
ru_ru: Преобразовать в группу

# Cmd_UnGroup
source: Ungroup
ru_ru: Разгруппировать

# Cmd_Group
source: Create group
ru_ru: Создать группу

# Enum_ObjectCategory_Vegetation
source: Vegetation
ru_ru: Растительность

# AddressGroups
source: Root
ru_ru: Корень

# BackgroundTasks_AutoSaveTaskName
source: Autosave
ru_ru: Автосохранение

# BackgroundTasks_BakingTaskName
source: Baking light
ru_ru: Запекание света

# Block_RasterTree
source: Rasters
ru_ru: Растры

source: Project settings
ru_ru: Настройки проекта

source: Application preferences
ru_ru: Настройки приложения

# Menu_Configuration
source: Settings
ru_ru: Настройки

# Window_Configuration
source: Configuration
ru_ru: Конфигурация

# Menu_ProjectInfo
source: Project info...
ru_ru: Информация о проекте...

# Window_ProjectInfo
source: Project info
ru_ru: Информация о проекте

source: Address
ru_ru: Адрес

source: Assembled by
ru_ru: Автор

source: Company
ru_ru: Компания

source: Customer
ru_ru: Заказчик

source: Date
ru_ru: Дата

source: Object address
ru_ru: Адрес объекта

source: Phone number
ru_ru: Номер телефона

source: Project name
ru_ru: Имя проекта

source: Today
ru_ru: Сегодня

source: Contents
ru_ru: Оглавление

source: Datasheets
ru_ru: Спецификации светильников

source: Report
ru_ru: Отчёт

source: Specification
ru_ru: Перечень светильников

source: Title
ru_ru: Заголовок

source: Visualization
ru_ru: Визуализация

# Cmd_ChangeStoredSelection
source: Change stored selection
ru_ru: Изменение сохраненного выбора

# AnimationToggleButton_Label
source: Animation
ru_ru: Анимация

# ApplicationTitle
source: Render tool (BETA)
ru_ru: Рендерер (BETA)

# ApplicationWillBeMinimizedToTray_Message
source: Application will be minimized to tray
ru_ru: Окно будет свернуто в трей

# CameraIsNotSelected_Message
source: Camera is not selected
ru_ru: Не выбрана камера

# ConsoleMenuItem_Label
source: Console
ru_ru: Консоль

# CoreIsNotInitializedError_Message
source: RenderToolCore is not initialized
ru_ru: Рендерер не инициализирован

# ExitMenuItem_Label
source: Exit
ru_ru: Закрыть

# FileMenuItem_Label
source: File
ru_ru: Файл

# HydraExeNotExists_Message
source: Hydra.exe is not found. Render tool will be closed.
ru_ru: Hydra.exe не найден. Render tool будет закрыт.

# ImageHeight_Label
source: Height
ru_ru: Высота

# ImageToggleButton_Label
source: Image
ru_ru: Изображение

# ImageWidth_Label
source: Width
ru_ru: Ширина

# InfoDefaultTitle
source: Render tool
ru_ru: Рендерер

# LightSourceIntensityСoefficient_Label
source: Light source intensity coefficient
ru_ru: Коэффициент интенсивности

# LightSourcesSettings_Header
source: Light sources settings
ru_ru: Настройки источников света

# LoadProjectError_Message
source: Cannot load project
ru_ru: Невозможно загрузить проект

# LoadProject_Title
source: Load project
ru_ru: Загрузка проекта

# NotifyIconExit_Label
source: Exit
ru_ru: Закрыть

# NotifyIconHideWindow_Label
source: Hide window
ru_ru: Скрыть окно

# NotifyIconShowWindow_Label
source: Show window
ru_ru: Показать окно

# OutputDirectory_Label
source: Output directory
ru_ru: Выходная директория

# ProjectExpander_Header
source: Project
ru_ru: Проект

# ProjectFile_Label
source: Project file
ru_ru: Файл проекта

# ProjectFolder_Label
source: Project folder
ru_ru: Папка проекта

# ProjectTabHeader
source: Project
ru_ru: Проект

# PropertiesTabHeader
source: Properties
ru_ru: Свойства

# RaysPerPixel_Label
source: Rays per pixel
ru_ru: Лучей на пиксель

# RenderAnimationCheckBox_Label
source: Render animation
ru_ru: Отрисовывать анимацию

# RenderButton_Label
source: Render
ru_ru: Отрисовать

# RenderingProgressGroup_Header
source: Rendering progress
ru_ru: Прогресс рендеринга

# RenderingPropertiesExpander_Header
source: Rendering properties
ru_ru: Настройки рендеринга

# RenderToolSettings_Title
source: Render tool settings
ru_ru: Настройки рендерера

# SaveButton_Label
source: Save
ru_ru: Сохранить

# ScenarioIsNotSelected_Message
source: Scenario is not selected
ru_ru: Не выбран сценарий
